"%lu day left on trial" = "Il periodo di prova dura ancora %lu giorno";
"%lu days left on trial" = "Il periodo di prova dura ancora %lu giorni";
"Apply" = "Applica";
"Back" = "Indietro";
"Buy Later" = "Acquista più tardi";
"Buy Now" = "Compra";
"Cancel" = "Annulla";
"Close" = "Chiudi";
"Continue" = "Continua";
"Did you <a href=\"%@\">lose your licence?</a>" = "Hai <a href=\"%@\">perso la tua licenza?</a>";
"Email License to:" = "Licenza email a:";
"Email address is blank!" = "L'indirizzo email è vuoto!";
"Enter your serial number below to unlock Path Finder" = "Inserisci il numero seriale per sbloccare Path Finder";
"Free Trial" = "Prova gratuita";
"Free trial has expired" = "Periodo di prova concluso!";
"If you need help, email us at help@cocoatech.com" = "Se hai bisogno di aiuto, contattaci via email a questo indirizzo help@cocoatech.com";
"If you own Path Finder 6, enter your name and license key to be eligable for the upgrade discount. Continue to the next step if you are a first time buyer." = "Se possiedi Path Finder 6, inserisci nome e codice per poter usufruire di uno sconto sull'aggiornamento. Continua al prossimo passo invece, se è la prima volta che lo compri.";
"Licensed for %ld user" = "Licenza valida per %ld utente";
"Licensed for %ld users" = "Licenza valida per %ld utenti";
"Not licensed" = "Non registrato";
"Path Finder 6 License" = "Licenza di Path Finder 6";
"Path Finder has been successfully registered. Save your registration information in a safe place." = "Path Finder è stato registrato correttamente. Salva le informazioni sulla registrazione in un posto sicuro.";
"Processing..." = "Elaboro...";
"Purchase" = "Acquista";
"Purchase Path Finder. It's Fast, Simple and Secure." = "Compra Path Finder. È veloce, facile e sicuro.";
"Purchase successful. Thank you!" = "Acquisto eseguito con successo. Grazie!";
"Purchase unsuccessful. Let us know what happened. Email us at help@cocoatech.com" = "Acquisto non riuscito. Facci sapere cos'è successo: contattaci a help@cocoatech.com";
"Quit" = "Esci";
"Registration" = "Registrazione";
"Registration Code Invalid" = "Codice di registrazione non valido";
"Registration Successful" = "Registrazione riuscita";
"Request Sent" = "Richiesta inviata";
"Send" = "Invia";
"Thank you!" = "Grazie!";
"The Path Finder 6 license key you entered is not valid." = "Il codice di registrazione di Path Finder 6 inserito non è valido.";
"The trial period has expired." = "Il periodo di prova è scaduto.";
"There was a problem with the name or license code you entered. Copy and paste the text from the order email and try again. If you still have problems, visit our lost license code page." = "Ci sono stati problemi col nome o con il codice licenza inseriti. Copia e incolla il testo dall'email dell'ordine e ritenta. Se hai ancora problemi, visita la nostra pagina riguardo i codici licenza perduti.";
"Unlock" = "Sblocca";
"Upgrading from version 6?" = "Stai eseguendo l'aggiornamento dalla versione 6?";
"Valid for Upgrade!" = "Valido per l'aggiornamento!";
"Wait %u" = "Attendi %u";
"You entered the correct name and license code. Thank you for registering Path Finder." = "Hai inserito il nome ed il codice licenza corretti. Grazie per aver registrato Path Finder.";
"You will receive your unique serial number instantly." = "Riceverai il tuo codice seriale istantaneamente.";
"You're all done. Close this window to continue launching Path Finder. Print this page to make a hard copy of your license code in case you need to install on a new computer in the future." = "Hai finito! Chiudi questa finestra per lanciare Path Finder. Stampa questa pagina per avere una copia fisica del tuo codice di licenza, nel caso volessi installarlo su un nuovo computer in futuro.";
"Your 30 day trial has expired. Please purchase Path Finder." = "I 30 giorni di prova sono scaduti. Acquista Path Finder.";
"Your serial number is in your confirmation email." = "Il tuo numero seriale è nella tua mail di conferma.";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
